Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.emptyState.noSettings
source: No settings available.
da: Ingen tilgængelige indstillinger.
de: Keine Einstellungen verfügbar.
es: No hay configuraciones disponibles.
es_us: No hay configuraciones disponibles.
fr: Aucun paramètre disponible.
it: Nessuna impostazione disponibile.
ja: 使用できる設定はありません。
ko: 사용 가능한 설정이 없습니다.
nl: Geen instellingen beschikbaar.
pl: Brak dostępnych ustawień.
sv: Inga inställningar tillgängliga.
zh_hans: 没有可用的设置。

# SixLayerFramework.emptyState.noSheetContent
source: No Sheet Content
da: Intet arkindhold
de: Kein Blattinhalt
es: Sin contenido de hoja
es_us: Sin contenido de hoja
fr: Aucun contenu de feuille
it: Nessun contenuto del foglio
ja: シートコンテンツなし
ko: 시트 내용 없음
nl: Geen bladinhoud
pl: Brak zawartości arkusza
sv: Inget arkinnehåll
zh_hans: 无工作表内容

# SixLayerFramework.emptyState.noSummaryData
source: No summary data available.
da: Ingen opsummerende data tilgængelige.
de: Keine zusammenfassenden Daten verfügbar.
es: No hay datos resumidos disponibles.
es_us: No hay datos resumidos disponibles.
fr: Aucune donnée récapitulative disponible.
it: Nessun dato riepilogativo disponibile.
ja: 利用可能な要約データはありません。
ko: 요약 데이터가 없습니다.
nl: Er zijn geen samenvattende gegevens beschikbaar.
pl: Brak dostępnych danych zbiorczych.
sv: Inga sammanfattande data tillgängliga.
zh_hans: 没有可用的摘要数据。

# SixLayerFramework.emptyState.noTextContent
source: No Text Content
da: Intet tekstindhold
de: Kein Textinhalt
es: Sin contenido de texto
es_us: Sin contenido de texto
fr: Aucun contenu textuel
it: Nessun contenuto testuale
ja: テキストコンテンツなし
ko: 텍스트 내용 없음
nl: Geen tekstinhoud
pl: Brak treści tekstowej
sv: Inget textinnehåll
zh_hans: 无文字内容

# SixLayerFramework.emptyState.noTransactions
source: No Transactions
da: Ingen transaktioner
de: Keine Transaktionen
es: Sin transacciones
es_us: Sin transacciones
fr: Aucune transaction
it: Nessuna transazione
ja: 取引はありません
ko: 거래 없음
nl: Geen transacties
pl: Brak transakcji
sv: Inga transaktioner
zh_hans: 没有交易

# SixLayerFramework.emptyState.noUsers
source: No Users
da: Ingen brugere
de: Keine Benutzer
es: Sin usuarios
es_us: Sin usuarios
fr: Aucun utilisateur
it: Nessun utente
ja: ユーザーがいません
ko: 사용자 없음
nl: Geen gebruikers
pl: Brak użytkowników
sv: Inga användare
zh_hans: 没有用户

# SixLayerFramework.entity.creationFailed
source: Error creating entity from hints: %@
da: Fejl ved oprettelse af entitet fra tip: %@
de: Fehler beim Erstellen der Entität aus Hinweisen: %@
es: Error al crear la entidad desde las pistas: %@
es_us: Error al crear entidad a partir de sugerencias: %@
fr: Erreur lors de la création de l'entité à partir des indices : %@
it: Errore durante la creazione dell'entità dai suggerimenti: %@
ja: ヒントからエンティティを作成する際にエラーが発生しました：%@
ko: 힌트에서 엔티티 생성 중 오류: %@
nl: Fout bij het maken van entiteit op basis van hints: %@
pl: Błąd podczas tworzenia encji z podpowiedzi: %@
sv: Fel vid skapande av entitet från tips: %@
zh_hans: 从提示创建实体时出错：%@

# SixLayerFramework.entity.decodeFailed
source: Failed to decode entity from form values: %@
da: Kunne ikke afkode enheden fra formularværdier: %@
de: Dekodierung der Entität aus Formularwerten fehlgeschlagen: %@
es: Error al decodificar la entidad desde los valores del formulario: %@
es_us: No se pudo decodificar la entidad a partir de los valores del formulario: %@
fr: Échec du décodage de l'entité à partir des valeurs du formulaire : %@
it: Impossibile decodificare l'entità dai valori del modulo: %@
ja: フォーム値からエンティティのデコードが失敗しました：%@
ko: 양식 값에서 엔티티 디코딩 실패: %@
nl: Kan entiteit niet decoderen uit formulierwaarden: %@
pl: Dekodowanie encji z wartości formularza nie powiodło się: %@
sv: Det gick inte att avkoda entitet från formulärvärden: %@
zh_hans: 从表单值解码实体失败：%@

# SixLayerFramework.error.formattingFailed
source: Formatting operation failed
da: Formateringshandling mislykkedes
de: Formatierungsvorgang fehlgeschlagen
es: Error en la operación de formato
es_us: La operación de formateo falló
fr: Échec de l'opération de formatage
it: Operazione di formattazione non riuscita
ja: フォーマット操作が失敗しました
ko: 포맷 작업 실패
nl: Formattering is mislukt
pl: Operacja formatowania nie powiodła się
sv: Formateringsåtgärden misslyckades
zh_hans: 格式化操作失败

# SixLayerFramework.error.invalidCurrencyCode
source: Invalid currency code
da: Ugyldig valutakode
de: Ungültiger Währungscode
es: Código de moneda no válido
es_us: Código de moneda no válido
fr: Code de devise non valide
it: Codice valuta non valido
ja: 無効な通貨コード
ko: 잘못된 통화 코드
nl: Ongeldige valutacode
pl: Nieprawidłowy kod waluty
sv: Ogiltig valutakod
zh_hans: 无效的货币代码

# SixLayerFramework.error.invalidLocale
source: Invalid locale provided
da: Ugyldig lokalitet er angivet
de: Ungültiges Gebietsschema bereitgestellt
es: Configuración regional no válida proporcionada
es_us: Se proporcionó una configuración regional no válida
fr: Paramètre régional non valide fourni
it: Impostazioni internazionali fornite non valide
ja: 無効なロケールが提供されました
ko: 잘못된 로케일이 제공되었습니다
nl: Ongeldige landinstelling opgegeven
pl: Podano nieprawidłową lokalizację
sv: Ogiltigt språk har angetts
zh_hans: 提供的区域设置无效

# SixLayerFramework.error.languageNotSupported
source: Language not supported
da: Sprog understøttes ikke
de: Sprache wird nicht unterstützt
es: Idioma no compatible
es_us: Idioma no compatible
fr: Langue non prise en charge
it: Lingua non supportata
ja: サポートされていない言語
ko: 지원되지 않는 언어
nl: Taal niet ondersteund
pl: Nieobsługiwany język
sv: Språket stöds inte
zh_hans: 不支持的语言

# SixLayerFramework.error.localizationNotFound
source: Localization not found
da: Lokalisering blev ikke fundet
de: Lokalisierung nicht gefunden
es: Localización no encontrada
es_us: Localización no encontrada
fr: Localisation introuvable
it: Localizzazione non trovata
ja: ローカライゼーションが見つかりません
ko: 로컬라이제이션을 찾을 수 없습니다
nl: Lokalisatie niet gevonden
pl: Nie znaleziono lokalizacji
sv: Lokaliseringen hittades inte
zh_hans: 未找到本地化

# SixLayerFramework.error.message
source: Error: %@
da: Fejl: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
nl: Fout: %@
pl: Błąd: %@
sv: Fel: %@
zh_hans: 错误：%@

# SixLayerFramework.error.pluralizationFailed
source: Pluralization operation failed
da: Pluraliseringsoperationen mislykkedes
de: Pluralisierungsvorgang fehlgeschlagen
es: Error en la operación de pluralización
es_us: La operación de pluralización falló
fr: Échec de l'opération de pluralisation
it: L'operazione di pluralizzazione non è riuscita
ja: 複数形化操作が失敗しました
ko: 복수형 작업 실패
nl: De pluraliseringsoperatie is mislukt
pl: Operacja pluralizacji nie powiodła się
sv: Pluraliseringsåtgärden misslyckades
zh_hans: 复数化操作失败

# SixLayerFramework.error.title
source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
sv: Fel
zh_hans: 错误

# SixLayerFramework.example.helpers.description
source: Helper examples and utilities
da: Hjælpeeksempler og hjælpeprogrammer
de: Hilfsbeispiele und Dienstprogramme
es: Ejemplos de ayuda y utilidades
es_us: Ejemplos de ayuda y utilidades
fr: Exemples d'assistance et utilitaires
it: Esempi e utilità di supporto
ja: ヘルパーの例とユーティリティ
ko: 도우미 예제 및 유틸리티
nl: Helpervoorbeelden en hulpprogramma's
pl: Przykłady pomocy i narzędzia
sv: Hjälpexempel och hjälpmedel
zh_hans: 帮助示例和实用程序

# SixLayerFramework.example.helpers.title
source: Example Helpers
da: Eksempel hjælpere
de: Beispielhelfer
es: Ayudantes de ejemplo
es_us: Ayudantes de ejemplo
fr: Exemples d'aides
it: Aiutanti di esempio
ja: ヘルパーの例
ko: 예제 도우미
nl: Voorbeeld helpers
pl: Przykładowi pomocnicy
sv: Exempel hjälpare
zh_hans: 示例助手

# SixLayerFramework.failed.title
source: Failed
da: Mislykkedes
de: Fehlgeschlagen
es: Fallido
es_us: Fallido
fr: Échec
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
sv: Misslyckades
zh_hans: 失败

# SixLayerFramework.fieldAction.barcodeScanningRequiresUI
source: Barcode scanning requires image selection
da: Stregkodescanning kræver billedvalg
de: Für das Barcode-Scannen ist eine Bildauswahl erforderlich
es: El escaneo de códigos de barras requiere selección de imágenes
es_us: El escaneo de códigos de barras requiere selección de imágenes
fr: La numérisation de codes-barres nécessite une sélection d'image
it: La scansione del codice a barre richiede la selezione dell'immagine
ja: バーコードスキャンには画像の選択が必要です
ko: 바코드 스캔에는 이미지 선택이 필요합니다
nl: Voor het scannen van streepjescodes is beeldselectie vereist
pl: Skanowanie kodów kreskowych wymaga wyboru obrazu
sv: Streckkodsskanning kräver bildval
zh_hans: 条码扫描需要选择图像

# SixLayerFramework.fieldAction.ocrScanningRequiresUI
source: OCR scanning requires image selection
da: OCR-scanning kræver billedvalg
de: Für das OCR-Scannen ist eine Bildauswahl erforderlich
es: El escaneo OCR requiere selección de imágenes
es_us: El escaneo OCR requiere selección de imágenes
fr: La numérisation OCR nécessite une sélection d'image
it: La scansione OCR richiede la selezione dell'immagine
ja: OCR スキャンには画像の選択が必要です
ko: OCR 스캔에는 이미지 선택이 필요합니다
nl: Voor OCR-scannen is afbeeldingsselectie vereist
pl: Skanowanie OCR wymaga wyboru obrazu
sv: OCR-skanning kräver bildval
zh_hans: OCR扫描需要选择图像

# SixLayerFramework.file.directoryCreationFailed
source: Directory creation failed: %@
da: Oprettelse af mappe mislykkedes: %@
de: Verzeichniserstellung fehlgeschlagen: %@
es: Error al crear el directorio: %@
es_us: Error al crear el directorio: %@
fr: Échec de la création du répertoire : %@
it: Creazione della directory non riuscita: %@
ja: ディレクトリの作成が失敗しました：%@
ko: 디렉토리 생성 실패: %@
nl: Maken van directory mislukt: %@
pl: Utworzenie katalogu nie powiodło się: %@
sv: Det gick inte att skapa katalog: %@
zh_hans: 目录创建失败：%@

# SixLayerFramework.file.invalidPath
source: Invalid path - the path contains invalid characters or is malformed
da: Ugyldig sti - stien indeholder ugyldige tegn eller er forkert udformet
de: Ungültiger Pfad - der Pfad enthält ungültige Zeichen oder ist fehlerhaft formatiert
es: Ruta no válida - la ruta contiene caracteres no válidos o está mal formada
es_us: Ruta no válida: la ruta contiene caracteres no válidos o tiene un formato incorrecto
fr: Chemin non valide - le chemin contient des caractères non valides ou est mal formé
it: Percorso non valido: il percorso contiene caratteri non validi o non è valido
ja: 無効なパス - パスに無効な文字が含まれているか、形式が正しくありません
ko: 잘못된 경로 - 경로에 잘못된 문자가 포함되어 있거나 형식이 잘못되었습니다
nl: Ongeldig pad: het pad bevat ongeldige tekens of heeft een onjuiste indeling
pl: Nieprawidłowa ścieżka - ścieżka zawiera nieprawidłowe znaki lub jest źle sformatowana
sv: Ogiltig sökväg - sökvägen innehåller ogiltiga tecken eller är felaktig
zh_hans: 路径无效 - 路径包含无效字符或格式错误

# SixLayerFramework.file.saveError
source: Error saving file: %@
da: Fejl ved lagring af fil: %@
de: Fehler beim Speichern der Datei: %@
es: Error al guardar archivo: %@
es_us: Error al guardar el archivo: %@
fr: Erreur lors de l'enregistrement du fichier : %@
it: Errore durante il salvataggio del file: %@
ja: ファイルの保存中にエラーが発生しました：%@
ko: 파일 저장 중 오류: %@
nl: Fout bij opslaan bestand: %@
pl: Błąd podczas zapisywania pliku: %@
sv: Fel när filen sparades: %@
zh_hans: 保存文件时出错：%@

# SixLayerFramework.file.selectError
source: Error selecting file: %@
da: Fejl ved valg af fil: %@
de: Fehler beim Auswählen der Datei: %@
es: Error al seleccionar archivo: %@
es_us: Error al seleccionar el archivo: %@
fr: Erreur lors de la sélection du fichier : %@
it: Errore nella selezione del file: %@
ja: ファイルの選択中にエラーが発生しました：%@
ko: 파일 선택 중 오류: %@
nl: Fout bij selecteren van bestand: %@
pl: Błąd podczas wybierania pliku: %@
sv: Fel vid val av fil: %@
zh_hans: 选择文件时出错：%@

# SixLayerFramework.file.selectFile
source: Select a file
da: Vælg en fil
de: Datei auswählen
es: Seleccionar un archivo
es_us: Seleccione un archivo
fr: Sélectionner un fichier
it: Seleziona un file
ja: ファイルを選択
ko: 파일 선택
nl: Selecteer een bestand
pl: Wybierz plik
sv: Välj en fil
zh_hans: 选择文件

# SixLayerFramework.file.systemError
source: File system error: %@
da: Filsystemfejl: %@
de: Dateisystemfehler: %@
es: Error del sistema de archivos: %@
es_us: Error del sistema de archivos: %@
fr: Erreur du système de fichiers : %@
it: Errore del file system: %@
ja: ファイルシステムエラー：%@
ko: 파일 시스템 오류: %@
nl: Bestandssysteemfout: %@
pl: Błąd systemu plików: %@
sv: Filsystemfel: %@
zh_hans: 文件系统错误：%@

# SixLayerFramework.file.unknownError
source: Unknown error: %@
da: Ukendt fejl: %@
de: Unbekannter Fehler: %@
es: Error desconocido: %@
es_us: Error desconocido: %@
fr: Erreur inconnue : %@
it: Errore sconosciuto: %@
ja: 不明なエラー：%@
ko: 알 수 없는 오류: %@
nl: Onbekende fout: %@
pl: Nieznany błąd: %@
sv: Okänt fel: %@
zh_hans: 未知错误：%@

# SixLayerFramework.filesystem.creationFailed
source: Directory creation failed: %@
da: Oprettelse af mappe mislykkedes: %@
de: Verzeichniserstellung fehlgeschlagen: %@
es: Error al crear el directorio: %@
es_us: Error al crear el directorio: %@
fr: Échec de la création du répertoire : %@
it: Creazione della directory non riuscita: %@
ja: ディレクトリの作成に失敗しました: %@
ko: 디렉터리 생성 실패: %@
nl: Maken van directory mislukt: %@
pl: Utworzenie katalogu nie powiodło się: %@
sv: Det gick inte att skapa katalog: %@
zh_hans: 目录创建失败：%@

# SixLayerFramework.filesystem.directoryNotFound
source: The directory could not be located
da: Biblioteket kunne ikke findes
de: Das Verzeichnis konnte nicht gefunden werden
es: No se pudo ubicar el directorio
es_us: No se pudo ubicar el directorio
fr: Le répertoire n'a pas pu être localisé
it: Impossibile individuare la directory
ja: ディレクトリが見つかりませんでした
ko: 디렉토리를 찾을 수 없습니다
nl: De map kan niet worden gevonden
pl: Nie udało się zlokalizować katalogu
sv: Katalogen kunde inte hittas
zh_hans: 无法找到该目录

# SixLayerFramework.filesystem.diskFull
source: Disk is full - insufficient space available
da: Disken er fuld - utilstrækkelig plads
de: Die Festplatte ist voll – nicht genügend Speicherplatz verfügbar
es: El disco está lleno: no hay suficiente espacio disponible
es_us: El disco está lleno: no hay suficiente espacio disponible
fr: Le disque est plein - espace disponible insuffisant
it: Il disco è pieno: spazio disponibile insufficiente
ja: ディスクがいっぱいです - 利用可能なスペースが不足しています
ko: 디스크가 꽉 찼습니다. 사용 가능한 공간이 부족합니다.
nl: Schijf is vol - onvoldoende ruimte beschikbaar
pl: Dysk jest pełny - niewystarczająca ilość wolnego miejsca
sv: Disken är full - otillräckligt utrymme tillgängligt
zh_hans: 磁盘已满 - 可用空间不足

# SixLayerFramework.filesystem.iCloudUnavailable
source: iCloud Drive is unavailable
da: iCloud Drive er ikke tilgængelig
de: iCloud Drive ist nicht verfügbar
es: iCloud Drive no está disponible
es_us: iCloud Drive no está disponible
fr: iCloud Drive n'est pas disponible
it: iCloud Drive non è disponibile
ja: iCloudドライブが利用できない
ko: iCloud 드라이브를 사용할 수 없습니다
nl: iCloud Drive is niet beschikbaar
pl: Dysk iCloud jest niedostępny
sv: iCloud Drive är inte tillgängligt
zh_hans: iCloud 云盘不可用

# SixLayerFramework.filesystem.invalidPath
source: Invalid path - the path contains invalid characters or is malformed
da: Ugyldig sti - stien indeholder ugyldige tegn eller er forkert udformet
de: Ungültiger Pfad – der Pfad enthält ungültige Zeichen oder ist fehlerhaft
es: Ruta no válida: la ruta contiene caracteres no válidos o tiene un formato incorrecto
es_us: Ruta no válida: la ruta contiene caracteres no válidos o tiene un formato incorrecto
fr: Chemin invalide : le chemin contient des caractères non valides ou est mal formé
it: Percorso non valido: il percorso contiene caratteri non validi o non è valido
ja: 無効なパス - パスに無効な文字が含まれているか、形式が正しくありません
ko: 잘못된 경로 - 경로에 잘못된 문자가 포함되어 있거나 형식이 잘못되었습니다.
nl: Ongeldig pad: het pad bevat ongeldige tekens of heeft een onjuiste indeling
pl: Nieprawidłowa ścieżka — ścieżka zawiera nieprawidłowe znaki lub jest zniekształcona
sv: Ogiltig sökväg - sökvägen innehåller ogiltiga tecken eller är felaktig
zh_hans: 无效路径 - 路径包含无效字符或格式错误

# SixLayerFramework.filesystem.permissionDenied
source: Permission denied - the current process cannot access the directory
da: Tilladelse nægtet - den aktuelle proces kan ikke få adgang til biblioteket
de: Berechtigung verweigert – der aktuelle Prozess kann nicht auf das Verzeichnis zugreifen
es: Permiso denegado: el proceso actual no puede acceder al directorio
es_us: Permiso denegado: el proceso actual no puede acceder al directorio
fr: Autorisation refusée - le processus actuel ne peut pas accéder au répertoire
it: Autorizzazione negata: il processo corrente non può accedere alla directory
ja: アクセス許可が拒否されました - 現在のプロセスはディレクトリにアクセスできません
ko: 권한 거부됨 - 현재 프로세스가 디렉터리에 액세스할 수 없습니다.
nl: Toestemming geweigerd - het huidige proces heeft geen toegang tot de map
pl: Odmowa uprawnień — bieżący proces nie może uzyskać dostępu do katalogu
sv: Tillstånd nekad - den aktuella processen kan inte komma åt katalogen
zh_hans: 权限被拒绝 - 当前进程无法访问该目录

# SixLayerFramework.filesystem.securityScopedAccessRequired
source: Security-scoped resource access is required but not available
da: Sikkerhedsbestemt ressourceadgang er påkrævet, men ikke tilgængelig
de: Ein sicherheitsbezogener Ressourcenzugriff ist erforderlich, aber nicht verfügbar
es: Se requiere acceso a recursos con ámbito de seguridad, pero no está disponible
es_us: Se requiere acceso a recursos con ámbito de seguridad, pero no está disponible
fr: L'accès aux ressources au niveau de la sécurité est requis mais n'est pas disponible
it: L'accesso alle risorse con ambito di sicurezza è obbligatorio ma non disponibile
ja: セキュリティスコープのリソースアクセスが必要ですが利用できません
ko: 보안 범위 리소스 액세스가 필요하지만 사용할 수 없습니다.
nl: Toegang tot bronnen op beveiligingsniveau is vereist, maar niet beschikbaar
pl: Dostęp do zasobów w zakresie zabezpieczeń jest wymagany, ale niedostępny
sv: Säkerhetsavgränsad resursåtkomst krävs men inte tillgänglig
zh_hans: 需要安全范围的资源访问，但不可用

# SixLayerFramework.form.autoSaveChanges
source: Auto-save changes
da: Gem ændringer automatisk
de: Änderungen automatisch speichern
es: Guardar cambios automáticamente
es_us: Guardar cambios automáticamente
fr: Modifications enregistrées automatiquement
it: Salvataggio automatico delle modifiche
ja: 変更を自動保存
ko: 변경사항 자동 저장
nl: Wijzigingen automatisch opslaan
pl: Automatyczne zapisywanie zmian
sv: Spara ändringar automatiskt
zh_hans: 自动保存更改

# SixLayerFramework.form.cannotGenerate
source: Cannot generate form
da: Kan ikke generere formular
de: Formular kann nicht generiert werden
es: No se puede generar el formulario
es_us: No se puede generar el formulario
fr: Impossible de générer le formulaire
it: Impossibile generare il modulo
ja: フォームを生成できません
ko: 양식을 생성할 수 없습니다.
nl: Kan geen formulier genereren
pl: Nie można wygenerować formularza
sv: Kan inte generera formulär
zh_hans: 无法生成表格

# SixLayerFramework.form.clearFailed
source: Error clearing form draft: %@
da: Fejl ved rydning af formularkladde: %@
de: Fehler beim Löschen des Formular-Entwurfs: %@
es: Error al limpiar el borrador del formulario: %@
es_us: Error al borrar el borrador del formulario: %@
fr: Erreur lors de la suppression du brouillon du formulaire : %@
it: Errore durante la cancellazione della bozza del modulo: %@
ja: フォームドラフトのクリア中にエラーが発生しました：%@
ko: 양식 초안 지우기 중 오류: %@
nl: Fout bij het wissen van formulierconcept: %@
pl: Błąd podczas czyszczenia szkicu formularza: %@
sv: Det gick inte att rensa formulärutkast: %@
zh_hans: 清除表单草稿时出错：%@

# SixLayerFramework.form.decodeFailed
source: Failed to decode form draft: %@
da: Kunne ikke afkode formularkladde: %@
de: Dekodierung des Formular-Entwurfs fehlgeschlagen: %@
es: Error al decodificar el borrador del formulario: %@
es_us: No se pudo decodificar el borrador del formulario: %@
fr: Échec du décodage du brouillon du formulaire : %@
it: Impossibile decodificare la bozza del modulo: %@
ja: フォームドラフトのデコードが失敗しました：%@
ko: 양식 초안 디코딩 실패: %@
nl: Kan formulierconcept niet decoderen: %@
pl: Dekodowanie szkicu formularza nie powiodło się: %@
sv: Det gick inte att avkoda formulärutkast: %@
zh_hans: 表单草稿解码失败：%@

# SixLayerFramework.form.dragDropFiles
source: Drag & drop files here
da: Træk og slip filer her
de: Dateien hier ablegen
es: Arrastre y suelte archivos aquí
es_us: Arrastra y suelta archivos aquí
fr: Glissez-déposez les fichiers ici
it: Trascina e rilascia i file qui
ja: ファイルをここにドラッグ＆ドロップ
ko: 파일을 여기에 끌어다 놓기
nl: Bestanden hier naartoe slepen en neerzetten
pl: Przeciągnij i upuść pliki tutaj
sv: Dra och släpp filer här
zh_hans: 将文件拖放到此处

# SixLayerFramework.form.encodeFailed
source: Failed to encode form draft: %@
da: Kunne ikke indkode formularkladde: %@
de: Codierung des Formular-Entwurfs fehlgeschlagen: %@
es: Error al codificar el borrador del formulario: %@
es_us: No se pudo codificar el borrador del formulario: %@
fr: Échec du codage du brouillon du formulaire : %@
it: Impossibile codificare la bozza del modulo: %@
ja: フォームドラフトのエンコードが失敗しました：%@
ko: 양식 초안 인코딩 실패: %@
nl: Kan formulierconcept niet coderen: %@
pl: Kodowanie szkicu formularza nie powiodło się: %@
sv: Det gick inte att koda formulärutkast: %@
zh_hans: 表单草稿编码失败：%@

# SixLayerFramework.form.fieldsCount
source: %d fields
da: %d felter
de: %d Felder
es: %d campos
es_us: %d campos
fr: %d champs
it: %d campi
ja: %d フィールド
ko: %d개의 필드
nl: %d velden
pl: %d pól
sv: %d fält
zh_hans: %d 个字段

# SixLayerFramework.form.fieldType.array
source: Array field: %@
da: Matrixfelt: %@
de: Array-Feld: %@
es: Campo de matriz: %@
es_us: Campo de matriz: %@
fr: Champ du tableau : %@
it: Campo matrice: %@
ja: 配列フィールド: %@
ko: 배열 필드: %@
nl: Arrayveld: %@
pl: Pole tablicowe: %@
sv: Arrayfält: %@
zh_hans: 数组字段：%@

# SixLayerFramework.form.fieldType.autocomplete
source: Autocomplete field: %@
da: Autofuldførelsesfelt: %@
de: Autovervollständigungsfeld: %@
es: Campo de autocompletar: %@
es_us: Campo de autocompletar: %@
fr: Champ de saisie semi-automatique : %@
it: Campo di completamento automatico: %@
ja: オートコンプリート フィールド: %@
ko: 자동완성 필드: %@
nl: Veld automatisch aanvullen: %@
pl: Pole autouzupełniania: %@
sv: Autoslutförandefält: %@
zh_hans: 自动完成字段：%@

# SixLayerFramework.form.fieldType.colorPicker
source: Color picker field: %@
da: Farvevælgerfelt: %@
de: Farbauswahlfeld: %@
es: Campo de selección de color: %@
es_us: Campo de selección de color: %@
fr: Champ de sélection de couleurs : %@
it: Campo di selezione colore: %@
ja: カラーピッカーフィールド: %@
ko: 색상 선택기 필드: %@
nl: Kleurkiezerveld: %@
pl: Pole wyboru koloru: %@
sv: Färgväljarfält: %@
zh_hans: 颜色选择器字段：%@

# SixLayerFramework.form.fieldType.custom
source: Custom field: %@
da: Brugerdefineret felt: %@
de: Benutzerdefiniertes Feld: %@
es: Campo personalizado: %@
es_us: Campo personalizado: %@
fr: Champ personnalisé : %@
it: Campo personalizzato: %@
ja: カスタムフィールド: %@
ko: 사용자 정의 필드: %@
nl: Aangepast veld: %@
pl: Pole niestandardowe: %@
sv: Anpassat fält: %@
zh_hans: 自定义字段：%@

# SixLayerFramework.form.fieldType.data
source: Data field: %@
da: Datafelt: %@
de: Datenfeld: %@
es: Campo de datos: %@
es_us: Campo de datos: %@
fr: Champ de données : %@
it: Campo dati: %@
ja: データフィールド: %@
ko: 데이터 필드: %@
nl: Gegevensveld: %@
pl: Pole danych: %@
sv: Datafält: %@
zh_hans: 数据字段：%@

# SixLayerFramework.form.fieldType.fileUpload
source: File upload field: %@
da: Filoverførselsfelt: %@
de: Datei-Upload-Feld: %@
es: Campo de carga de archivos: %@
es_us: Campo de carga de archivos: %@
fr: Champ de téléchargement de fichier : %@
it: Campo caricamento file: %@
ja: ファイルアップロードフィールド: %@
ko: 파일 업로드 필드: %@
nl: Veld voor bestandsupload: %@
pl: Pole przesyłania pliku: %@
sv: Filuppladdningsfält: %@
zh_hans: 文件上传字段：%@

# SixLayerFramework.form.fieldType.image
source: Image field: %@
da: Billedfelt: %@
de: Bildfeld: %@
es: Campo de imagen: %@
es_us: Campo de imagen: %@
fr: Champ d'image : %@
it: Campo immagine: %@
ja: 画像フィールド: %@
ko: 이미지 필드: %@
nl: Afbeeldingsveld: %@
pl: Pole obrazu: %@
sv: Bildfält: %@
zh_hans: 图像字段：%@
